[M_HomeMovies MissionDefinition]
MissionName="Registration of the house"
MissionDescription="Pay wants to replace Hyperion's fake travel ad with something real and violent.."
TurnInDescription="You've convinced the world that Jack's new town is a death trap. You're also using a Moxy device, so it's best to wash your hands thoroughly. and sour."
MissionSummary="Hyperion supports change."
MissionGiver="Beautiful"
MissionTurnInLocation="Lilith"
TeaserText="Ads are enabled.."

[M_HomeMovies:AwaitDestruction MissionObjectiveDefinition]
ProgressMessage="Wait until the crane is destroyed."

[M_HomeMovies:AwaitDestructionSEt MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:CameraPickedUp MissionObjectiveDefinition]
ProgressMessage="Get Moxx's root"

[M_HomeMovies:FindOrbitalBeacon MissionObjectiveDefinition]
ProgressMessage="to explain"

[M_HomeMovies:FindOrbitalBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:KillEngineers MissionObjectiveDefinition]
ProgressMessage="the chief engineer was killed."

[M_HomeMovies:KillEngineersSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:MissionObjectiveSetCollectionDefinition_0 MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:PickupHomingBeacons MissionObjectiveDefinition]
ProgressMessage="Save the light"

[M_HomeMovies:PlaceBeaconsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:PlaceHomingBeacon MissionObjectiveDefinition]
ProgressMessage="put the cursor on the cursor"

[M_HomeMovies:PlaceOrbitalBeacon MissionObjectiveDefinition]
ProgressMessage="orbital space"

[M_HomeMovies:PlaceOrbitalBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:PlugInCamera MissionObjectiveDefinition]
ProgressMessage="Connect the camera"

[M_HomeMovies:PlugInCameraSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:PlugInFootage MissionObjectiveDefinition]
ProgressMessage="Save the flow"

[M_HomeMovies:ReachCenterSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:ReachCoOpportunityCenter MissionObjectiveDefinition]
ProgressMessage="Go ahead and take your order"

[M_HomeMovies:ReachOpportunity MissionObjectiveDefinition]
ProgressMessage="Find options."

[M_HomeMovies:ReachOpportunitySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:RetrieveBeacons MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:RetrieveCameraSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:TalkToMoxxi MissionObjectiveDefinition]
ProgressMessage="Article by Moxx"

[M_HomeMovies:TalkToMoxxiSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HomeMovies:UploadFootageSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

